{
  "products": [
    {
      "id": "1",
      "name": "Хлеб",
      "image": "R.drawable.first",
      "description": "состав: мука, вода, соль"
    },
    {
      "id": "2",
      "name": "Печенье BELVITA",
      "image": "R.drawable.second",
      "description": "Состав: злаковые (мука пшеничная, цельные злаки (хлопья овсяные, отруби пшеничные, мука ячменная цельнозерновая, мука ржаная цельнозерновая, мука цельнозерновая из спельты)), сахар, масло растительное и жир растительный, крахмал кукурузный, декстроза, йогурт сухой, сыворотка сухая молочная, разрыхлители (сода пищевая, дигидропирофосфат натрия), карбонат кальция, глюкозно-фруктозный сироп, эмульгаторы (эфиры глицерина и диацетилвинной и жирных кислот, лецитин соевый), ароматизаторы, соль, регулятор кислотности (кислота лимонная), витамины и минеральные вещества. Содержит пшеницу, глютен, молочные продукты, лецитин соевый. "
    },
    {
      "id": "3",
      "name": "Aro Печенье овсяное",
      "image": "R.drawable.third",
      "description": "Состав: Мука пшеничная хлебопекарная 1 с., сахар, мука овсяная, жир кондитерский (рафинированные дезодорированные растительные масла (подсолнечное, пальмовое, соевое) в натуральном и модифицированном виде, эмульгатор – лецитин соевый, антиокислитель – концентрат смеси токоферолов), повидло (яблоки, сахар, консервант – сорбат калия), инвертный сироп (сахар, регулятор кислотности – лимонная кислота), виноград сушеный (изюм), разрыхлители – гидрокарбонат натрия, карбонат аммония, влагоудерживающий агент – глицерин, улучшитель Denfal (стабилизатор – гуаровая камедь, пищевые волокна пшеничные, ферментные препараты – амилазы, ксиланазы), соль поваренная пищевая, ароматизатор, корица, краситель натуральный Е150с."
    },
    {
      "id": "4",
      "name": "Пряник Ясная Поляна",
      "image": "R.drawable.fourth",
      "description": "Состав: Мука пшеничная в/с, сахар, начинка (пюре фруктовое (яблоки, консервант-диоксид серы), регулятор кислотности кислота лимонная), меланж яичный, маргарин (рафинированные растительные масла, вода, соль ,эмульгаторы: Е471, лецитин соевый, соль, консервант Е202, регулятор кислотности кислота лимонная, ароматизатор, краситель каротины) или маргарин (рафинированные растительные масла, вода питьевая, эмульгаторы Е471, Е475, лецитин соевый, соль, консервант Е200, регулятор кислотности-лимонная кислота, ароматизатор, краситель каротины), мёд натуральный, вода питьевая, разрыхлители Е503i, гидрокарбонат натрия, ароматизатор, регулятор кислотности кислота лимонная."
    },
    {
      "id": "5",
      "name": "Йогурт EPICA",
      "image": "R.drawable.fifth",
      "description": "Состав: Обезжиренное молоко, сливки, вода, сахар, глюкозно-фруктозный сироп, загуститель – дикрахмаладипат ацетилированный, сухая молочная сыворотка, наполнитель (концентрированный сок абрикоса, пюре манго, вода, ароматизаторы, загуститель - дикрахмалфосфат оксипропилированный, красители: каротины, кармины; регулятор кислотности – цитраты натрия), лактоза, пищевой желатин, с использованием закваски."
    },
    {
      "id": "6",
      "name": "Йогурт питьевой Epica",
      "image": "R.drawable.sixth",
      "description": "Состав: Обезжиренное молоко, наполнитель Клубника-маракуйя (сахар, клубника, вода, сок маракуйи, крахмал кукурузный, концентрированный сок черной моркови, концентрированный сок моркови, ароматизаторы натуральные, концентрированный лимонный сок), сливки, молочный белок, йогуртовая закваска."
    },
    {
      "id": "7",
      "name": "Сметана Простоквашино",
      "image": "R.drawable.seventh",
      "description": "Состав: Сливки нормализованные, заквасочные микроорганизмы."
    }
  ]
}